Repository: 232824787/frePPLe
Catalog: contrib/django/freppledb/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: total orders 2 years ago
nl: totale orders 2 jaar geleden

source: orders adjustment 2 years ago
nl: order correctie 2 jaar geleden

source: total orders 1 year ago
nl: totale orders 1 jaar geleden

source: orders adjustment 1 year ago
nl: order correctie 1 jaar geleden

source: total forecast
nl: totale forecast

source: reorder quantity override
nl: reorder hoeveelheid override

source: starting inventory
nl: beginvoorraad

source: local demand
nl: lokale vraag

source: confirmed supply
nl: bevestigde supply

source: proposed supply
nl: voorgestelde supply

source: total supply
fr: approvisionnement total
nl: totale aanvoer

source: ending inventory
nl: eindvoorraad

source: start inventory
fr: stock de début
nl: beginvoorraad

source: end inventory
fr: stock de fin
nl: eindvoorraad

source: produced
fr: stock produit
nl: geproduceerde hoeveelheid

source: consumed
fr: stock consommé
nl: verbruikte hoeveelheid

source: date
nl: datum

source: no grouping
nl: geen groepering

source: group by item
nl: groepeer per produkt

source: group by location
nl: groepeer per lokatie

source: Recalculate
nl: Herbereken

source: simulate changes without saving
nl: simuleer aanpassing zonder ze op te slaan

source: no
nl: nee

source: incremental export to openbravo
fr: export incrémental vers openbravo
nl: incrementele export naar openbravo

source: attributes
nl: eigenschappen

source: transactions
nl: transacties

source: Item attributes
nl: Producteigenschappen

source: Buffer attributes
nl: Buffereigenschappen

source: Location attributes
nl: Locatie-eigenschappen

source: Supply information
nl: Supply informatie

source: forecast method
fr: methode de prévision
nl: forecast methode

# forecast method
source: Manual
fr: Manuel
nl: Manueel

source: new item comment
nl: nieuwe productcommentaar

source: new item-location comment
nl: nieuw product-locatie commentaar

source: new location comment
nl: nieuwe locatiecommentaar

source: no comments yet
nl: nog geen commentaar

source: economic order quantity
nl: economische bestelgrootte

source: units
fr: unités
nl: aantal

source: demand standard deviation
nl: standard deviatie van de vraag

source: lead time standard deviation
nl: standard deviatie van de levertijd

source: don't stock
nl: stockeer niet

source: on hand
nl: stock

source: Buy
nl: Aankoop

source: Transport
nl: Transporteer

source: Invalid number
nl: Ongeldig getal

source: Display how well the current inventory position covers the forecasted demand
nl: Toon hoe goed de voorraad met de voorspelde vraag overeenstemt

source: green
nl: groen

source: yellow
nl: geel

source: red
nl: rood

source: Inventory by location
fr: Stock par emplacement
nl: Stock per locatie

source: Display the locations with the highest inventory value
fr: Affiche les emplacements avec la plus grande valeur de stock
nl: Toon de locaties met de hoogste voorraadkost

source: Sales
fr: Demandes
nl: Verkoop

source: Capacity
fr: Capacité
nl: Capaciteit

source: Purchasing
fr: Achats
nl: Aankoop

source: Distribution
nl: Distributie

source: Manufacturing
fr: Fabrication
nl: Productie

source: vendor item name
fr: Nom du vendeur de l'article
nl: productname van de leverancier

source: No proposed data records selected
fr: Aucun enregistrement proposé n'a été sélectionné
nl: Geen voorgestelde rijen geselecteerd

source: unavailable
fr: non disponible
nl: onbeschikbaar

source: startdate
fr: date de début
nl: startdatum

source: enddate
fr: date de fin
nl: einddatum

source: locked
fr: bloqué
nl: bevroren

source: entity
fr: entité
nl: entiteit

source: weight
fr: poids
nl: gewicht

source: problem
fr: problème
nl: probleem

source: problems
fr: problèmes
nl: problemen

source: demand
fr: demande
nl: order

source: free
fr: libre
nl: vrij

source: loadplans
fr: plans de charge
nl: loadplannen

source: flowplans
fr: plans de flux
nl: flowplannen

source: demand quantity
fr: demande
nl: gevraagde hoeveelheid

source: planned quantity
fr: quantité planifiée
nl: geplande hoeveelheid

source: planned date
fr: date planifiée
nl: geplande datum

source: demands
fr: demandes
nl: orders

source: demand pegging
fr: pegging de la demande
nl: order pegging

source: demand peggings
fr: pegging des demandes
nl: order peggings

source: supply
fr: approvisionnement
nl: aanbod

source: backlog
nl: achterstand

source: locked starts
fr: début période gelée
nl: bevroren starts

source: total starts
fr: début global
nl: totaal starts

source: locked ends
fr: fin période gelée
nl: bevroren ends

source: total ends
fr: fin total
nl: totaal ends

source: new starts
fr: nouveau début
nl: nieuwe starts

source: new ends
fr: nouvelle fin
nl: nieuwe ends

source: zoom in
fr: zoom avant
nl: inzoemen

source: zoom out
fr: zoom arrière
nl: uitzoemen

# Gantt
source: earlier
nl: vroeger

source: overload
fr: sur-charge
nl: overbelasting

# Gantt
source: move in
fr: Approcher
nl: vroeger

# Gantt
source: move out
fr: Reculer
nl: later

source: reset
fr: réinitialiser
nl: herstel

source: Inventory report
fr: Rapport de stock
nl: Voorraad rapport

source: Inventory detail report
fr: Rapport de stock détaillé
nl: Voorraad detailrapport

source: operationplan quantity
fr: quantité de l'opération
nl: operatieplan grootte

source: material
fr: matière
nl: materiaal

source: capacity
fr: capacité
nl: capaciteit

source: underload
fr: sous-charge
nl: onderbelast

source: material excess
fr: excès de matière
nl: materiaal overschot

source: material shortage
fr: rupture de matière
nl: materiaal tekort

source: excess
fr: excès
nl: overschot

source: short
fr: rupture
nl: tekort

source: early
fr: en avance
nl: te vroeg

source: late
fr: en retard
nl: te laat

source: unplanned
fr: non planifié
nl: ongepland

source: precedence
fr: précédence
nl: volgorde

source: before fence
fr: avant la période
nl: voor release venster

source: before current
fr: avant actuel
nl: voor huidige tijd

source: Constraint report
fr: Rapport des contraintes
nl: Constraint rapport

source: Demand report
fr: Rapport de demande
nl: Vraag rapport

source: Demand plan detail
fr: Détail du plan de demande
nl: Detail plan voor klantenorder

source: due date
fr: date d'échéance
nl: leverdatum

source: Performance Indicators
fr: Indicateurs de performance
nl: Performantie-indicatoren

source: Operation report
fr: Rapport des opérations
nl: Operatie rapport

source: Operation detail report
fr: Rapport des opérations planifiées
nl: Operatie detailrapport

source: Demand plan
fr: Plan de demande
nl: Vraag rapport

source: Problem report
fr: Rapport des alertes
nl: Probleem rapport

source: Resource report
fr: Rapport de capacité
nl: Capaciteit rapport

source: utilization %
fr: utilisation %
nl: bezettingsgraad %

source: hours
fr: heures
nl: uren

source: Resource detail report
fr: Rapport de capacité détaillé
nl: Capaciteit detailrapport

source: Resource Gantt report
fr: Gantt des ressources
nl: Capaciteit Gantt rapport

source: Shows orders that will be delivered after their due date
fr: Afficher les commandes qui sont délivrées après leur date d'échéance
nl: Toon klantenorders die te laat zullen worden geleverd

source: delay
fr: délai
nl: vertraging

source: Short orders
fr: Commandes en rupture
nl: Onvolledige orders

source: Shows orders that are not planned completely
fr: Afficher les commandes qui ne sont pas planifiées complètement
nl: Toon orders die onvolledig werden ingepland

source: Manufacturing orders
fr: Ordres de fabrication
nl: Productieorders

source: Shows manufacturing orders by start date
fr: Affiche les ordres de fabrication par date de début
nl: Toon productieorders volgens startdatum

source: Review
fr: Réviser
nl: Bekijk

source: confirmed orders
fr: Ordres confirmés
nl: bevestigde orders

source: proposed orders within %(fence)s days
fr: ordres proposés dans les %(fence)s jours à venir
nl: voorgestelde orders binnen %(fence)s dagen

source: Distribution orders
fr: Ordres de distribution
nl: Distributieorders

source: Shows distribution orders by start date
fr: Affiche les ordres de distribution par date de début
nl: Toon distributieorders volgens startdatum

source: Purchase orders
fr: Ordres d'achat
nl: Aankooporders

source: Shows purchase orders by ordering date
fr: Affiche les ordres d'achat par date de commande
nl: Toon aankooporders volgens orderdatum

source: Purchase queue
fr: Liste d'attente des achats
nl: Aankooplijst

source: Display a list of new purchase orders
fr: Affiche la liste des nouveaux ordres d'achat
nl: Toon een lijst van nieuwe aankooporders

source: Distribution queue
fr: Queue de distribution
nl: Distributielijst

source: Display a list of new distribution orders
fr: Afficher une liste des nouveaux ordres de distribution
nl: Toon een lijst van nieuwe distributie orders

source: Shipping queue
fr: Liste d'attente d'expéditions
nl: Verzendlijst

source: Resource queue
fr: Liste d'attente de la ressource
nl: Resource

source: Display planned activities for the resources
fr: Affiche les activités planifiées pour les ressources
nl: Toon geplande activiteiten voor de machines

source: Purchase order analysis
fr: Analyse des ordres d'achat
nl: Analyse aankooporders

source: Analyse the urgency of existing purchase orders
fr: Analyser l'urgence des ordres d'achat existants
nl: Analyseer de urgentie van bestaande aankooporders

source: Alerts
fr: Alertes
nl: Waarschuwingen

source: Overview of all alerts in the plan
fr: Vue globale de toutes les alertes du plan
nl: Overzicht van waarschuwingen in het plan

source: count
fr: compter
nl: aantal

source: Demand alerts
fr: Alertes sur la demande
nl: Vraagproblemen

source: Capacity alerts
fr: Alertes sur la capacité
nl: Capaciteitsproblemen

source: Material alerts
fr: Alertes sur le matériel
nl: Materiaalproblemen

source: Resource utilization
fr: Utilisation de la ressource
nl: Capaciteit bezettingsgraad

source: Shows the resources with the highest utilization
fr: Affiche les ressources avec la plus grande utilisation
nl: Toont de machines met de hoogste bezettingsgraad

source: Inventory by item
fr: Stock par article
nl: Voorraad per product

source: Display the items with the highest inventory value
fr: Affiche les articles avec la plus grande valeur de stock
nl: Toon de produkten met de hoogste voorraadkost

source: Delivery performance
fr: Performance de livraison
nl: Leverbetrouwbaarheid

source: Shows the percentage of demands that are planned to be shipped completely on time
fr: Affiche le pourcentage de la demande qui est planifié d'être expédié à temps
nl: Toont het percentage van de klantenorders die op tijd zullen worden geleverd

source: On time delivery
fr: Livraison à temps
nl: Op tijd geleverd

source: Planning board
nl: Planbord

source: chat history
nl: chat historiek

source: clear the plan of selected demands
nl: verwijder het plan van de geselecteerde orders

source: plan selected demands backward from their due date
nl: plan de geselecteerde orders achterwaarts van hun leverdatum

source: plan selected demands forward from the current date
nl: plan de geselecteerde orders voorwaarts van de huidige datum

source: Add to the graph
nl: Voeg toe aan de grafiek

source: send
nl: zend

source: deliveries
fr: livraisons
nl: leveringen

source: Time
fr: Temps
nl: Tijd

source: confirm
fr: confirmer
nl: bevestig

source: Quotes
fr: Citations
nl: Quotaties

source: frePPLe website
fr: Site web frePPLe

source: parameter
fr: paramètre

source: parameters
fr: paramètres

source: status
fr: statut

source: scenarios
fr: scénarios

source: week
fr: semaine

source: bucket
fr: maille temporelle

source: Undo
fr: Annuler

source: cockpit
fr: poste de pilotage

source: Make a PUT request using a HTML form to update one %(model)s object
fr: Effectuer une requête PUT en utilisant un formulaire HTML pour mettre à jour un objet %(model)s

source: Make a PUT or PATCH request in raw format to update an existing or more existing %(model)s objects
fr: Effectuer une requête PUT ou PATCH en format brut pour mettre à jour un ou plusieurs objets existants %(model)s

source: Make a DELETE request to delete one or more existing %(model)s objects (requires filtering)
fr: Effectuer une requête DELETE pour supprimer un ou plusieurs objets existants %(model)s (nécessite un filtre)

source: This page helps developers to learn and experiment with the <a style="text-decoration:underline" target="_blank" href="https://en.wikipedia.org/wiki/Representational_state_transfer">REST</a> API of frePPLe.<br> This API allows your application to exchange information with frePPLe is efficient and direct way.<br> <br> The "list API" link takes you to the object list page.<br> And the "detail API" link takes you to a specific object when you enter the object's primary key.<br> In these pages you will be able to perform HTTP requests with methods GET, POST, OPTIONS, PUT, PATCH and DELETE.<br> The results can shown in JSON format or as HTML in your browser.<br> <br> Using a tool like 'wget' or 'curl' you can access the API from the command line.<br> For instance, to return the list of all sales orders in JSON format:<br><br> <div class="well well-sm" style="display: inline-block"> wget --http-user=admin --http-password=admin http://127.0.0.1:8000/api/input/demand/?format=json<br><br> curl -H 'Accept: application/json; indent=4' -u admin:admin http://127.0.0.1:8000/api/input/demand/?format=json </div>
fr: Cette page aide les développeurs à apprendre et mettre en pratique <a style="text-decoration:underline" target="_blank" href="https://en.wikipedia.org/wiki/Representational_state_transfer">REST</a> l'API de frePPLe.<br> Cette API permet à votre application d'échanger de l'information avec frePPLe de façon directe et efficace.<br> <br> Le lien "list API" vous dirige vers la page de l'objet.<br> Et le lien "detail API" vous dirige vers un objet spécifique lorsque vous entrez dans la clé primaire de votre objet.<br> Dans ces pages, vous allez pouvoir effectuer des requêtes HTTP avec les méthodes GET, POST, OPTIONS, PUT, PATCH et DELETE.<br> Les résultats peuvent être affichés dans un format JSON ou en HTML dans votre browser.<br> <br> En utilisant un outil comme 'wget' ou 'curl' vous pouvez accéder à l'API à partir de la ligne de commande.<br> Par exemple, pour renvoyer la liste de toutes les demandes client dans le format JSON:<br><br> <div class="well well-sm" style="display: inline-block"> wget --http-user=admin --http-password=admin http://127.0.0.1:8000/api/input/demand/?format=json<br><br> curl -H 'Accept: application/json; indent=4' -u admin:admin http://127.0.0.1:8000/api/input/demand/?format=json </div>

source: Detail API
fr: Détail API

source: Cockpit
fr: Poste de pilotage

source: model
fr: modèle

source: constraints
fr: contraintes

source: web service
fr: service web

source: Start
fr: Début

source: update
fr: mettre à jour

source: Planning parameters
fr: Paramèters de planification

# forecast method
source: Trend
fr: Tendance

source: forecast
fr: prévision

source: forecasts
fr: prévisions

source: open orders
fr: commandes ouvertes

source: forecast plan
fr: plan de prévisions

source: forecast plans
fr: plans de prévisions

source: plan detail
fr: plan détaillé

source: alternate
fr: alternatif

source: Safety stock
fr: Stock de sécurité

source: buffer
fr: SKU

source: buffers
fr: SKUs

source: setup matrix
fr: Matrice de setup

source: setup matrices
fr: Matrices de setup

source: skill
fr: compétence

source: skills
fr: compétences

source: Fixed start
fr: Début fixé

source: Fixed end
fr: Fin fixée

source: flow
fr: flux

source: flows
fr: flux

source: load
fr: charge

source: loads
fr: charges

source: item distribution
fr: distribution de l'article

source: item distributions
fr: distributions de l'article

source: quote
fr: citation

source: open
fr: ouvert

source: detail
fr: détail

source: Help
fr: Aide

source: constraint
fr: contrainte

source: loadplan
fr: plan de charge

source: flowplan
fr: plan de flux

source: orders
fr: commandes

source: load quantity
fr: Quantité de charge

source: Late orders
fr: Commandes en retard
