Repository: 232824787/frePPLe
Catalog: contrib/django/freppledb/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: Failure launching action: %(msg)s
fr: Echec au lancement de l'action: %(msg)s
nl: Probleem tijdens starten van taak: %(msg)s

source: Displaying only the last 50K from the log file
fr: Affiche seulement les derniers 50 Ko du fichier log
nl: Enkel de laatste 50K uit het bestand worden getoond

source: Log file
fr: Fichier journal
nl: Log bestand

source: Generate a constrained plan
fr: Générer un plan contraint
nl: Genereer een constrained plan

source: supply path
fr: chemin d'approvisionnement
nl: supply pad

source: why short or late?
fr: pourquoi une rupture ou un retard ?
nl: waarom te weinig of te laat?

source: Automatic
fr: Automatique
nl: Automatisch

# forecast method
source: Seasonal
fr: Saisonnal
nl: Seizoensgebonden

# forecast method
source: Intermittent
nl: Intermitterend

# forecast method
source: Moving average
nl: Voortschrijdend gemiddelde

source: Manual
fr: Manuel
nl: Manueel

source: Aggregate
nl: Geaggregeerd

source: category
fr: catégorie
nl: categorie

source: subcategory
fr: sous-catégorie
nl: subcategorie

source: customer
fr: client
nl: klant

source: item
fr: article
nl: product

source: location
fr: emplacement
nl: locatie

source: Forecast method
fr: Methode de prévision
nl: Forecast methode

source: Method used to generate a base forecast
fr: Methode utilisée pour générée une prévision de base
nl: Methode voor de forecast generatie

source: delivery operation
fr: opération de livraison
nl: leveringsoperatie

source: Operation used to satisfy this demand
fr: Operation utilisé pour répondre à la demande
nl: Operatie gebruikt voor het leveren van deze order

source: priority
fr: priorité
nl: prioriteit

source: Priority of the demand (lower numbers indicate more important demands)
fr: Priorité de la demande (plus la priorité est faible, plus la demande plus importante)
nl: Prioriteit van de vraag (lagere getallen geven een hogere prioriteit aan)

source: minimum shipment
fr: expédition minimum
nl: minimum levering

source: Minimum shipment quantity when planning this demand
fr: Expédition minimum de la demande planifiée
nl: Minimale hoeveelheid voor leveringen

source: maximum lateness
fr: retard maximal
nl: maximale vertraging

source: Maximum lateness allowed when planning this demand
fr: Retard maximal autorisé de la demande planifiée
nl: Maximaal toegelaten vertraging voor leveringen

source: discrete
fr: discrète
nl: discreet

source: Round forecast numbers to integers
fr: Arrondir les prévisions en nombre entiers
nl: Afronden van forecast waarden

source: planned
fr: planifié
nl: gepland

source: Use this forecast for planning
nl: Plan deze forecast

source: estimated forecast error
nl: geschatte forecast error

source: calculated forecast method
nl: gebruikte forecast methode

source: calculated standard deviation
nl: berekende standard deviatie

source: total orders
fr: commandes totales
nl: totale orders

source: orders adjustment
fr: ajustement des commandes
nl: order correctie

source: planned orders
nl: geplande orders

source: forecast baseline
fr: prévision de base
nl: basisforecast

source: forecast adjustment
fr: ajustement de prévision
nl: forecastcorrectie

source: forecast total
fr: prévision totale
nl: totale forecast

source: forecast net
nl: netto forecast

source: forecast consumed
fr: prévision consommée
nl: geconsumeerde forecast

source: planned forecast
fr: prévision planifiée
nl: geplande forecast

source: display value
fr: afficher valeur
nl: toon in waarde

source: display units
fr: afficher unités
nl: toon in eenheden

source: planned net forecast
fr: demande nette planifiée
nl: ingeplande netto forecast

source: method
fr: méthode
nl: methode

source: operation
fr: opération
nl: operatie

source: forecast report
nl: Forecast rapport

source: selected forecast method
nl: geselecteerde forecast methode

source: No time field specified
nl: Geen tijdsveld gespecifieerd

source: No adjustment field specified
nl: Geen correctieveld gespecifieerd

source: Recognized fields for pivot layout: forecast, data field, [bucket names*]
nl: Geldige velden voor pivot layout: forecast, data field, [bucket names*]

source: Bucket '%(name)s' not found
nl: Bucket '%(name)s' niet gevonden

source: Invalid number: %(value)s
nl: Ongeldig nummer: %(value)s

source: No time bucket specified
nl: Geen tijdsindeling geselecteerd

source: Uploaded data successfully: processed %d records
nl: Upload succesvol: %d records geprocessed

source: Missing primary key field %(key)s
fr: Clé primaire %(key)s manquante
nl: Primary key %(key)s ontbreekt

source: due
fr: date d'échéance
nl: leverdatum

source: quantity
fr: quantité
nl: waarde

source: price
fr: prix
nl: prijs

source: Show the value of all sales order and forecast
nl: Toon de waard van alle verkoopsorders en forecast

source: Show the evolution of the SMAPE forecast error
nl: Toon de evolutie van de SMAPE forecast error

source: Repeating pattern
fr: Motif répété
nl: Herhalend patroon

source: where used
fr: Où est-ce utilisé
nl: waar gebruikt

source: Alternates
fr: Alternatives
nl: Alternatieven

source: constrained demand
fr: demande contrainte
nl: constrained vraag

source: Inventory
fr: Stock
nl: Voorraad

source: Planning parameters for procurement buffers
fr: Paramèters de planification pour les SKUs approvisionnés
nl: Planning parameters voor aankoopbuffers

source: minimum cost
fr: coût minimum
nl: minimum kost

source: minimum penalty
fr: pénalité minimum
nl: minimum strafpunten

source: minimum cost plus penalty
fr: coût minimum et pénalité
nl: minimum kost plus strafpunten

source: default value
fr: valeur par défaut
nl: standaard waarde

source: Value to be used when no entry is effective
fr: Valeur à utiliser si saisie non valide
nl: Waarde te gebruiken wanneer geen enkele bucket effectief is

source: start time
fr: heure de début
nl: starttijd

source: end time
fr: heure de fin
nl: eindtijd

source: calendar bucket
fr: détail d'une période temporelle
nl: calendar waarde

source: calendar buckets
fr: détails des périodes temporelles
nl: kalender waarden

source: available
fr: disponible
nl: beschikbaar

source: Calendar defining the working hours and holidays of this location
fr: Calendrier des heures de travail et de vacances de cet emplacement
nl: Kalendar met de werkuren en vakanties voor de locatie

source: locations
fr: emplacements
nl: locaties

source: customers
fr: clients
nl: klanten

source: Default operation used to ship a demand for this item
fr: Opération par défaut pour expédier une demande
nl: Operatie gebruikt voor het leveren van een order voor dit produkt

source: Selling price of the item
fr: Prix de vente de cet article
nl: Verkoopsprijs

source: items
fr: articles
nl: producten

source: split
nl: verdeel

source: release fence
fr: date de libération
nl: release venster

source: Operationplans within this time window from the current day are expected to be released to production ERP
fr: les opérations planifiées entre la date actuelle et cette date ont vocation à être envoyées à l'ERP de production
nl: Ingeplande operaties in dit tijdsvenster van de huidige datum worden normaal aangemaakt in het ERP systeem

source: post-op time
fr: temps de post-opération
nl: post-operatie tijd

source: A delay time to be respected as a soft constraint after ending the operation
fr: Délai à respecter comme contrainte légère après la fin des opérations
nl: Een wachttijd na het eind van een operatie die wordt gerespecteerd als een soft constraint

source: size minimum
fr: taille minimum
nl: minimum lotgrootte

source: A minimum quantity for operationplans
fr: Quantité minimum pour les operations planifiées
nl: Minimum lotgrootte voor operaties

source: size multiple
fr: taille de lot
nl: multiple lotgrootte

source: A multiple quantity for operationplans
fr: Quantité multiple pour les operations planifiées
nl: Veelvoud lottgrootte voor operaties

source: size maximum
fr: taille maximum
nl: maximum lotgrootte

source: A maximum quantity for operationplans
fr: Quantité minimum pour les operations planifiées
nl: Minimum lotgrootte voor operaties

source: cost
fr: Coût
nl: Kost

source: Cost per operationplan unit
fr: Coût par unité d'opération
nl: kost per operatieplan eenheid

source: duration
fr: durée
nl: duur

source: A fixed duration for the operation
fr: Durée fixe pour l'opération
nl: Vaste duur van de operatie

source: duration per unit
fr: durée par unité
nl: duur per eenheid

source: A variable duration for the operation
fr: Durée variable pour l'opération
nl: Variable duur van de operatie

source: search mode
fr: Mode de recherche
nl: zoekmodus

source: Method to select preferred alternate
fr: Algorithme de sélection des alternatives préférées
nl: Algoritme om de beste alternate te selecteren

source: operations
fr: opérations
nl: operaties

source: Parent operation
fr: Opération parent
nl: Top-operatie

source: Sequence of this operation among the suboperations. Negative values are ignored.
fr: Séquence de cette opération parmi les sous-opérations. Les valeurs négatives sont ignorées.
nl: Rangorde van deze operatie tussen alle suboperaties. Negatieve waarden worden genegeerd.

source: suboperation
fr: activité
nl: suboperatie

source: Child operation
fr: Opération enfant
nl: Sub-operatie

source: effective start
fr: date de démarrage effective
nl: effectieve startdatum

source: Validity start date
fr: Date de début de validité
nl: Start datum validiteit

source: effective end
fr: date de fin effective
nl: effectieve einddatum

source: Validity end date
fr: Date de fin de validité
nl: Eind datum validiteit

source: suboperations
fr: activités
nl: suboperaties

source: Default
fr: Standard
nl: Standaard

source: Infinite
fr: Infini
nl: Oneindig

source: Procure
fr: Achat
nl: Aankoop

source: onhand
fr: Disponible
nl: Voorraad

source: current inventory
fr: Stock disponible
nl: huidige voorraad

source: minimum calendar
fr: Calendrier de minimums de stock
nl: minimum kalender

source: Calendar storing a time-dependent safety stock profile
fr: Calendrier pour les profils de stock de sécurité
nl: Kalender met het safety stock profiel variërend over de tijd

source: producing
fr: en production
nl: productieoperatie

source: Operation to replenish the buffer
fr: Opération de réapprovisionnement du buffer
nl: Operatie om de buffer aan te vullen

source: leadtime
fr: délai d'obtention
nl: levertijd

source: Leadtime for supplier of a procure buffer
fr: Délai d'approvisionnement fournisseur
nl: Levertijd van de leverancier

source: fence
fr: période
nl: tijdsvenster

source: Frozen fence for creating new procurements
fr: Période gelée pour les approvisionnements
nl: Bevroren zone voor het creeren van nieuwe aankopen

source: min_inventory
fr: minimum
nl: minimum voorraad

source: Inventory level that triggers replenishment of a procure buffer
fr: Niveau de stock qui déclenche le réapprovisionnement
nl: Voorraadniveau waarop een nieuwe aankoop wordt gepland

source: max_inventory
fr: stock maximum
nl: maximum inventory

source: Inventory level to which a procure buffer is replenished
fr: Niveau de stock cible après réapprovisionnement
nl: Niveau to waarop de voorraad wordt aangevuld

source: min_interval
fr: Intervalle minimum
nl: Minimum interval

source: Minimum time interval between replenishments of a procure buffer
fr: Temps minimum entre deux réapprovisionnements
nl: Minimum tijdsinterval tussen aankopen

source: max_interval
fr: Intervalle maximum
nl: Maximum interval

source: Maximum time interval between replenishments of a procure buffer
fr: Temps maximum entre deux réapprovisionnements
nl: Maximum tijdsinterval tussen aankopen

source: size_minimum
fr: Taille de lot minimum
nl: Minimum lotgrootte

source: Minimum size of replenishments of a procure buffer
fr: Taille de lot minimale de réapprovisionnement
nl: Minimum lotgrootte voor aankopen

source: size_multiple
fr: Taille de lot multiple
nl: multiple lotgrootte

source: Replenishments of a procure buffer are a multiple of this quantity
fr: Les réapprovisionnements sont un multiple de la taille de lot
nl: Veelvoud lottgrootte voor aankopen

source: size_maximum
fr: Taille de lot maximum
nl: maximum lotgrootte

source: Maximum size of replenishments of a procure buffer
fr: Taille de lot maximale de réapprovisionnement
nl: Maximum lotgrootte voor aankopen

source: from setup
fr: depuis le setup
nl: van-setup

source: Name of the old setup (wildcard characters are supported)
fr: Nom de setup actuel (caractères joker acceptés)
nl: Naam van de orginele setup (wildcards zijn toegelaten)

source: to setup
fr: jusqu'au setup
nl: naar-setup

source: Name of the new setup (wildcard characters are supported)
fr: Nom de nouveau setup (caractères joker acceptés)
nl: Naam van de nieuwe setup (wildcards zijn toegelaten)

source: Duration of the changeover
fr: Durée du changement
nl: Duur van de conversie

source: Cost of the conversion
fr: Coût de la conversion
nl: Cost van de conversie

source: setup matrix rule
fr: règle de la matrice de setup
nl: setup matrix regel

source: setup matrix rules
fr: règles de la matrice de setup
nl: setup matrix regels

source: Buckets
fr: Mailles temporelles
nl: Periodes

source: Size of the resource
fr: Taille de la ressource
nl: Size van de resource

source: maximum calendar
fr: Calendrier de capacité
nl: maximum kalender

source: Calendar defining the resource size varying over time
fr: Calendrier des capacités disponibles
nl: Kalendar met de maximum size van de resource variërend over de tijd

source: Cost for using 1 unit of the resource for 1 hour
fr: Coût d'utilisation de 1 unité de la ressource pendant 1 heure
nl: Kost om 1 unit van de resource te gebruiken gedurende 1 uur.

source: max early
fr: maximum au plus tôt
nl: max te vroeg

source: Time window before the ask date where we look for available capacity
fr: Période avant la date de demande où rechercher de la capacité disponible
nl: Tijdsvenster voor de gevraagde datum waar we voor beschikbare capaciteit zoeken

source: Setup matrix defining the conversion time and cost
fr: Matrice de setup qui définit la conversion de temps en coût
nl: Setup matrix die the conversie tijd en cost definieert

source: Setup of the resource at the start of the plan
fr: Setup de la ressource au début du plan
nl: Setup van de resource aan de start van het plan

source: resource
fr: ressource
nl: machine

source: resources
fr: ressources
nl: machines

source: Priority of this skill in a group of alternates
fr: Priorité de cette compétences parmi les alternatives
nl: Prioriteit van deze skill in een groep alternatieven

source: resource skill
fr: compétence de la ressource
nl: machine skill

source: resource skills
fr: compétences de la ressource
nl: machine skills

source: End
fr: Fin
nl: Einde

source: Quantity to consume or produce per operationplan unit
fr: Quantité consommée ou produite par unité d'opération
nl: Hoeveelheid te gebruiken of produceren per operatieplan eenheid

source: Consume/produce material at the start or the end of the operationplan
fr: Encours consommé/produit au début ou à la fin de l'operation
nl: Gebruik/produceer materiaal aan de start van een operatie of op het eind

source: Optional name of this flow
fr: Nom optionnel de ce flux
nl: Optionele naam van de flow

source: Puts the flow in a group of alternate flows
fr: Associer ce flux à un groupe de flux alternatifs
nl: Associeer de flow in een groep van alternatieven

source: Priority of this flow in a group of alternates
fr: Priorité de ce flux dans le groupe de flux alternatifs
nl: Prioriteit van deze flow in een groep alternatieven

source: Optional name of this load
fr: Nom optionnel de cette charge
nl: Optionele naam van de load

source: Puts the load in a group of alternate loads
fr: Associer ce chargement dans le groupe de chargement alternatifs
nl: Associeer de load in een groep van alternatieven

source: Priority of this load in a group of alternates
fr: Priorité de ce chargement dans un groupe de chargements alternatifs
nl: Prioriteit van deze load in een groep alternatieven

source: Setup required on the resource for this operation
fr: Setup nécessaire pour cette opération sur cette ressource
nl: Vereiste setup op de resource voor deze operatie

source: supplier
fr: fournisseur
nl: leverancier

source: suppliers
fr: fournisseurs
nl: leveranciers

source: lead time
fr: délai d'obtention
nl: levertijd

source: Purchasing lead time
fr: Délai d'achat
nl: Aankooplevertijd

source: A minimum purchasing quantity
fr: Une quantité d'achat minimale
nl: Minimale aankoophoeveelheid

source: A multiple purchasing quantity
fr: Une quantité d'achat multiple
nl: Veelvoud voor de aankoophoeveelheid

source: Purchasing cost per unit
fr: Coût d'achat par unité
nl: Aankoopkost per eenheid

source: Priority among all alternates
fr: Priorité entre les alternatifs
nl: Prioriteit in een groep alternatieven

source: Resource to model the supplier capacity
fr: Ressource pour modéliser la capacité du fournisseur
nl: Resource om de capaciteit van de leverancier te modelleren

source: resource quantity
fr: quantité du ressource
nl: resource hoeveelheid

source: Resource capacity consumed per purchased unit
fr: Capacité de ressource consommée par unité achetée
nl: Resourcecapaciteit geconsumeerd per aangekochte eenheid

source: item supplier
fr: fournisseur de l'article
nl: productleverancier

source: item suppliers
fr: fournisseurs de l'article
nl: productleveranciers

source: origin
fr: origine
nl: oorsprong

source: A minimum shipping quantity
fr: Une quantité d'expédition minimum
nl: Minimale leverhoeveelheid

source: A multiple shipping quantity
fr: Une quantité d'expédition multiple
nl: Veelvoud voor leverhoeveelheid

source: Shipping cost per unit
fr: Coût d'expédition par unité
nl: Leveringscost per eenheid

source: Resource to model the distribution capacity
fr: Ressource pour modéliser la capacité de distribution
nl: Resource om distributiecapaciteit te modelleren

source: Resource capacity consumed per distributed unit
fr: Capacité de ressource consommée par unité distribuée
nl: Resourcecapaciteit per shipped eenheid

source: Frozen fence for creating new shipments
fr: Période gélée pour créer de nouvelles expéditions
nl: Bevoren venster voor creatie van nieuwe shipments

source: proposed
fr: proposé
nl: voorgesteld

source: confirmed
fr: confirmé
nl: bevestigd

source: closed
fr: fermé
nl: afgesloten

source: Unique identifier of an operationplan
fr: Identifiant unique d'une opération
nl: Unique rangnummer voor elk ingeplande operatie

source: Status of the order
fr: Statut de la commande
nl: Status van de order

source: reference
fr: référence
nl: referentie

source: External reference of this order
fr: Référence externe de cette commande
nl: Externe referentie van deze order

source: criticality
fr: criticalité
nl: kriticiteit

source: operationplan
fr: opération planifiée
nl: ingeplande operatie

source: operationplans
fr: opérations planifiées
nl: ingeplande operaties

source: destination
nl: bestemming

source: consume material
fr: Consommer du matériel
nl: consumeer materiaal

source: Consume material at origin location
fr: Consommer du matériel à l'emplacement d'origine
nl: Consumeer material in de oorspronglocatie

source: distribution order
fr: ordre de distribution
nl: distributieorder

source: distribution orders
fr: ordres de distribution
nl: distributieorders

source: purchase order
fr: ordre d'achat
nl: aankooporder

source: purchase orders
fr: ordres d'achat
nl: aankooporders

source: inquiry
fr: renseignement
nl: navraag

source: Due date of the demand
fr: Date d'échéance de la demande
nl: Leverdatum van de order

source: Status of the demand. Only "open" demands are planned
fr: Statut de la demande. Seules les demandes "ouvertes" sont planifiées
nl: Status van de order. Enkel "open" orders worden gepland

source: sales order
fr: Demande client
nl: verkooporder

source: sales orders
fr: Demandes client
nl: verkooporders

source: Too many objects to display
fr: Trop d'objets sont à afficher
nl: Teveel objecten om te tonen

source: Distribution planning
nl: Distributie planning

source: Supply path
fr: Chemin d'approvisionnement
nl: Supply pad

source: depth
fr: niveau de nomenclature
nl: diepte

source: Where Used
nl: Waar Gebruikt

source: Supply Path
fr: Réseau d'approvisionnement
nl: Supply Pad

source: maxearly
fr: maximum au plus tôt
nl: max te vroeg

source: export to openbravo
nl: exporteer naar openbravo

source: export to odoo
nl: exporteer naar odoo

source: change status to %(status)s
fr: Change le statut à %(status)s
nl: verander status naar %(status)s

source: calendars
fr: calendriers
nl: kalendars

source: calendar
fr: calendrier
nl: kalendar

source: Reorder quantity
nl: Reorder hoeveelheid

source: Safety stock quantity
nl: Safety stock hoeveelheid

# forecast method
source: Automatic
fr: Automatique
nl: Automatisch

# forecast method
source: Negative Binomial
nl: Negatieve Binomial

source: calculated
nl: berekend

source: period of cover
nl: dekkingsperiode

source: ROQ minimum quantity
nl: ROQ minimum hoeveelhed

source: ROQ multiple quantity
nl: ROQ multiple hoeveelheid

source: ROQ minimum period of cover
nl: ROQ minimum dekkingsperiode

source: ROQ maximum period of cover
nl: ROQ maximum dekkingsperiode

source: safety stock minimum quantity
nl: safety stock minimum hoeveelheid

source: safety stock maximum quantity
nl: safety stock maximum hoeveelheid

source: safety stock multiple quantity
nl: safety stock multiple hoeveelheid

source: safety stock minimum period of cover
nl: safety stock minimum dekkingsperiode

source: safety stock maximum period of cover
nl: safety stock maximum dekkingsperiode

source: Do not stock
nl: Stockeer niet

source: Enforces a safety stock of 0 and a reorder quantity of 1
nl: Zet de safety stock op 0 en de reorder hoeveelheid op 1

source: inventory planning parameter
nl: voorraad planning parameters

source: inventory planning parameters
nl: voorraad planning parameters

source: calculated reorder quantity
nl: berekende bestelgrootte

source: calculated safety stock
nl: berekende safety stock

source: reorder quantity
nl: bestelgrootte

source: safety stock value
nl: safety stock waarde

source: reorder quantity value
nl: reorder quantity waarde

source: overdue sales orders
nl: klantenorders over tijd

source: open sales orders
nl: open klantenorders

source: proposed purchases
nl: voorgestelde aankooporders

source: proposed transfers
nl: voorgestelde transfer orders

source: open purchases
nl: open aankooporders

source: open transfers
nl: open transfer orders

source: onhand value
nl: stockwaarde

source: overdue sales orders value
nl: waarde klantenorders over tijd

source: open sales orders value
nl: waarde open klantenorders

source: proposed purchases value
nl: waarde voorgestelde aankooporders

source: proposed transfers value
nl: waarde voorgestelde transfer orders

source: open purchases value
nl: waarde open aankooporders

source: open transfers value
nl: waarde open transferorders

source: local forecast
nl: lokale forecast

source: dependent demand
nl: afhankelijke vraag

source: total demand
fr: demande totale
nl: totale vraag

source: local forecast value
nl: waarde locale forecast

source: dependent demand value
nl: waarde afhankelijke vraag

source: total demand value
nl: waarde totale vraag

source: stockout risk
nl: stockbreuk risico

source: Unsaved changes
nl: Onopgeslagen wijzigingen

source: Do you want to save your changes first?
nl: Wil je je wijzigingen eerst opslaan?

source: Error retrieving data
nl: Fout tijdens data ophalen

source: total orders 3 years ago
nl: totale orders 3 jaar geleden

source: orders adjustment 3 years ago
nl: order correctie 3 jaar geleden
