Repository: 232824787/frePPLe
Catalog: contrib/django/freppledb/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: Permissions in this scenario
fr: Permission de ce scénario
nl: Toegangsrechten in dit scenario

source: Important dates
fr: Dates importantes
nl: Belangrijke data

source: comments
fr: commentaires
nl: commentaar

source: Invalid date: expecting YYYY-MM-DD HH:MM:SS
fr: Date incorrecte : format AAAA-MM-JJ HH:MM:SS
nl: Incorrecte datum: verwachte JJJJ-MM-DD UU:MM:SS

source: Expected format "DD HH:MM:SS", "HH:MM:SS", "MM:SS" or "SS"
fr: Format attendu "DD HH:MM:SS", "HH:MM:SS", "MM:SS" ou "SS"
nl: Verwacht formaat "DD HH:MM:SS", "HH:MM:SS", "MM:SS" of "SS"

source: Guided tour
fr: Visite guidée
nl: Rondleiding

source: About frePPLe
nl: Over frePPLe

source: Unique identifier
fr: Identifiant unique
nl: Unieke identifier

source: owner
fr: propriétaire
nl: eigenaar

source: Hierarchical parent
fr: Parent hiérarchique
nl: Hierarchische ouder

source: source
nl: bron

source: last modified
fr: dernière modification
nl: laatste wijziging

source: value
fr: valeur
nl: waarde

source: description
nl: omschrijving

source: Free
fr: Libre
nl: Vrij

source: In use
fr: Utilisé
nl: In gebruik

source: Busy
fr: Occupé
nl: Bezig

source: last refreshed
fr: dernière mise à jour
nl: laatste update

source: Detect automatically
fr: Détecter automatiquement
nl: Detecteer automatisch

source: language
fr: langue
nl: Taal

source: theme
fr: thème
nl: thema

source: page size
fr: taille de page
nl: pagina grootte

source: identifier
fr: numéro
nl: rangnummer

source: comment
fr: commentaires
nl: commentaar

source: day
fr: jour
nl: dag

source: month
fr: mois
nl: maand

source: quarter
fr: trimestre
nl: kwartaal

source: year
fr: année
nl: jaar

source: level
fr: niveau
nl: niveau

source: Higher values indicate more granular time buckets
fr: De grandes valeurs indiquent plus de granularité dans les maillages temporels
nl: Hogere waarden duiden op meer gedetailleerde tijdsindelingen

source: buckets
fr: mailles temporelles
nl: Tijdsperiodes

source: start date
fr: date de début
nl: startdatum

source: end date
fr: date de fin
nl: einddatum

source: bucket date
fr: période temporelle
nl: datum

source: bucket dates
fr: périodes temporelles
nl: Tijdsperiode details

source: Permission denied
fr: Autorisation refusée
nl: Toegang geweigerd

source: %(title)s for %(entity)s
fr: %(title)s pour %(entity)s
nl: %(title)s voor %(entity)s

source: Can't find %s
fr: Ne peut pas trouver %s
nl: %s niet gevonden

source: Can't copy %s
fr: Ne peut pas copier %s
nl: Kan %s niet kopieren

source: Copied from %s.
fr: Copié de %s.
nl: Gekopieerd van %s.

source: and
fr: et
nl: en

source: Erasing data from %(model)s
fr: Effacement des données de %(model)s
nl: Verwijder data van %(model)s

source: Invalid upload request
fr: Requête d'import incorrecte
nl: Ongeldige oplaadopdracht

source: Skipping field %(column)s
fr: Omission du champ %(column)s
nl: Veld %(column)s overslaan

source: Row %(rownum)s: %(message)s
fr: Colonne %(rownum)s: %(message)s
nl: Rij %(rownum)s: %(message)s

source: Row %(rownum)s field %(field)s: %(data)s: %(message)s
fr: Colonne %(rownum)s champ %(field)s: %(data)s: %(message)s
nl: Rij %(rownum)s veld %(field)s: %(data)s: %(message)s

source: Exception during upload: %(message)s
fr: Exception pendant le chargement : %(message)s
nl: Fout tijdens laden: %(message)s

source: Uploaded data successfully: changed %(changed)d and added %(added)d records
fr: Fichier chargé avec succès : enregistrements modifiés %(changed)d et ajoutés %(added)d
nl: Upload succesvol: %(changed)d records gewijzigd en %(added)d toegevoegd

source: Skipping unknown field %(column)s
fr: Omission du champ inconnu %(column)s
nl: Onbekend veld %(column)s overslaan

source: data field
fr: champ de donnée
nl: Dataveld

source: Nothing to export
fr: Il n'y a rien à exporter
nl: Niets te exporteren

source: Ignoring data in worksheet: %s
fr: Données ignorées dans la feuille : %s
nl: Blad %s wordt genegeerd

source: You don't permissions to add: %s
fr: Vous n'avez pas l'autorisation d'ajouter : %s
nl: U heeft geen toelating om bij te voegen: %s

source: Processing data in worksheet: %s
fr: Traitement des données dans l'onglet: %s
nl: Verwerking data uit werkblad: %s

source: %(rows)d data rows, changed %(changed)d and added %(added)d records, %(errors)d errors
fr: %(rows)d lignes de données, modifié %(changed)d et ajouté %(added)d enregistrements, %(errors)d erreurs
nl: %(rows)d data rijen, veranderd %(changed)d en voegde %(added)d records toe, %(errors)d fouten

source: Done
fr: Fait
nl: Klaar

source: Error: Missing time buckets or bucket dates
fr: Erreur : mailles temporelles ou dates manquantes
nl: Fout: Geen time buckets

source: Warning: no data found
fr: Avertissement: Aucune donnée trouvée
nl: Warning: geen data gevonden

source: Error retrieving report data
fr: Erreur récupérant les données du rapport
nl: Fout tijdens ophalen van rapport data

source: save changes
fr: enregistrer les modifications
nl: sla wijzigingen op

source: undo changes
fr: annuler les modifications
nl: undo wijzigingen

source: select action
fr: Sélectionner une action
nl: selecteer actie

source: filter data
fr: filtrer les données
nl: filter gegevens

source: Create new object
fr: Créer un nouvel objet
nl: Creeer nieuw object

source: Copy selected objects
fr: Copier les objets sélectionnés
nl: Kopieer geselecteerde objecten

source: Delete selected objects
fr: Supprimer les objets sélectionnés
nl: Verwijder geselecteerde objecten

source: Configure time buckets
fr: Configure les périodes temporelles
nl: Aanpassen tijdsindeling

source: import CSV or Excel file
fr: importer un fichier CSV ou Excel
nl: importeer CSV of Excel bestand

source: export as CSV or Excel file
fr: exporter comme fichier CSV ou Excel
nl: exporteer CSV of Excel bestand

source: customize
fr: personnaliser
nl: personaliseer

source: display table
fr: afficher la table
nl: toon tabel

source: display graph
fr: afficher le graphique
nl: toon grafiek

source: configure time buckets
fr: configure les périodes temporelles
nl: aanpassen tijdsindeling

source: Search
fr: Rechercher
nl: Zoek

source: preferences
fr: préférences
nl: instellingen

source: More records exists. Only %(limit)s are shown.
fr: D'autres enregistrements existent. Seuls les %(limit)s premiers sont affichés.
nl: Er zijn meer records. Enkel %(limit)s worden getoond.

source: The user "admin" has password "admin".<br/> We suggest changing this password.
fr: L'utilisateur "admin" a pour mot de passe "admin".<br/> Nous vous suggérons de changer ce mot de passe.
nl: De gebruiker "admin" heeft als password "admin"<br/> Gelieve dit te wijzigen.

source: change history
fr: changer l'historique
nl: Wijzigingshistoriek

source: time buckets
fr: période temporelle
nl: tijdsbuckets

source: bucket size
fr: Taille de la maille temporellle
nl: bucketgrootte

source: from
fr: de
nl: van

source: to
fr: à
nl: tot

source: days
fr: jours
nl: dagen

source: weeks
fr: semaines
nl: weken

source: months
fr: mois
nl: maanden

source: after plan current date
fr: après la date actuelle
nl: na de huidige datum

source: cancel
fr: annuler
nl: annuleer

source: First, enter a username and password. Then, you'll be able to edit more user options.
nl: Vul allereerst een gebruikersnaam en wachtwoord in. Vervolgens kunt u de andere opties instellen.

source: Enter a username and password.
fr: Entrez un nom d'utilisateur et un mot de passe.
nl: Voer een gebruikersnaam en wachtwoord in.

source: Number of records per page
fr: Nombre d'enregistrments par page
nl: Aantal records om in een pagina

source: failed
fr: échoué
nl: fout

source: Make a POST request in raw format to create a new %(model)s object
fr: Effectuer une requête POST en format brut pour créer un nouvel object %(model)s
nl: Make a POST request using a HTML form to create a new %(model)s object

source: List API
fr: Liste API
nl: Lijst API

source: Language
fr: Langue
nl: Taal

source: Page size
fr: Taille de page
nl: Paginagrootte

source: Theme
fr: Thème
nl: Thema

source: Successfully updated preferences
fr: Mise à jour des préférences réussie
nl: Instellingen succesvol aangepast

source: Failure updating preferences
fr: Erreur de miise à jour des préférences
nl: Instellingen konden niet worden aangepast

source: My preferences
fr: Mes préférences
nl: Mijn instellingen

source: Welcome
fr: Bienvenue
nl: Welkom

source: Some links to get started
fr: Quelques liens pour commencer
nl: Enkele links om te beginnen

source: Welcome to frePPLe, the world's leading open source production planning tool!<br/><br/> How to get started? <ol><li>Start the <span class="underline"><a href="javascript:void(0);" onclick="tour.start('0,0,0'); return false;">guided tour</a></span></li> <li>Check out the <span class="underline"><a href="%(docurl)s" target="_blank">documentation</a></span></li> <li>Visit and join the <span class="underline"><a href="http://groups.google.com/group/frepple-users" target="_blank">user community</a></span></li> <li><span class="underline"><a href="https://frepple.com/contact/" target="_blank">Contact us</a></span></li> </ol>
fr: Bienvenue dans frePPLe, le leader mondial des outils de planification open source !<br><br> Pour commencer ? <ol><li>Commencer la <span class="underline"><a href="javascript:void(0);" onclick="tour.start('0,0,0'); return false;">visite guidée</a></span></li> <li>Consulter la <span class="underline"><a href="%(docurl)s" target="_blank">documentation</a></span></li> <li>Visiter et rejoigner la <span class="underline"><a href="http://groups.google.com/group/frepple-users" target="_blank">communauté des utilisateurs</a></span></li> <li><span class="underline"><a href="http://frepple.com/contact/" target="_blank">Nous contacter</a></span></li> </ol>
nl: Welkom in frePPLe, een open source productie planning applicatie.<br/><br/> Hoe ga je aan de slag? <ol><li> <Start the <span class="underline"><a href="javascript:void(0);" onclick="tour.start('0,0,0'); return false;">begeleide tour</a></span></li> <li>Check out the <span class="underline"><a href="%(docurl)s" target="_blank">documentatie</a></span></li> <li>Bezoek deelnemen <span class="underline"><a href="http://groups.google.com/group/frepple-users" target="_blank">user community</a></span></li> <li><span class="underline"><a href="https://frepple.com/contact/" target="_blank"> Contacteer ons</a></span></li> </ol>

source: News
fr: Nouvelles
nl: Nieuws

source: Show the latest news items from the frePPLe website
fr: Voir les dernières nouvelles du site web frePPLe
nl: Toon het laatste nieuws van de frePPLe website

source: Display a list of the entities you recently changed
fr: Affiche la liste des objets que vous avez récemment changés
nl: Toon een lijst van recent aangepaste objecten

source: Unknown content
fr: Contenu inconnu
nl: Onbekende inhoud

source: Display a list of recent comments
fr: Afficher une liste des commentaires récents
nl: Toon een lijst van recente commentaren

source: Execute
fr: Exécuter
nl: Uitvoeren

source: submitted
fr: envoyé
nl: ingediend

source: started
fr: commencé
nl: gestart

source: arguments
nl: argumenten

source: message
fr: messages
nl: bericht

source: tasks
fr: tâches
nl: taken

source: task
fr: tâche
nl: taak

source: done
fr: effectué
nl: klaar

source: canceled
fr: annulé
nl: geannuleerd

source: autorefresh
fr: rafraîchissement automatique
nl: vernieuw automatisch

source: launch new tasks
fr: lancer les nouvelles tâches
nl: lanceer nieuwe taken

source: Create a plan
fr: Créer un plan
nl: Creëer een plan

source: launch
fr: lancer
nl: lanceer

source: Load frePPLe from the database and live data sources...<br> and create a plan in frePPLe...<br> and export results.<br><br> <p><b>Plan type</b><br>
fr: Chargement de frePPLe depuis la base de données et les données opérationnelles...<br> et créer un plan dans frePPLe...<br> et exporter les résultats.<br><br><br> <b>Plan type</b><br>
nl: Laad data uit de databank...<br/> en creëer een plan in frePPLe...<br/> en exporteer de resultaten naar de databank<br/><br/> <p><b>Plan type</b><br>

source: <span data-toggle="tooltip" data-placement="top" title = "Compute the statistical sales forecast" >Generate forecast</span>
nl: <span data-toggle="tooltip" data-placement="top" title = "Bereken de statistische sales forecast" >Genereer forecast</span>

source: <span data-toggle="tooltip" data-placement="top" title="Compute the safety stock and reorder points">Generate inventory planning parameters</span>
nl: <span data-toggle="tooltip" data-placement="top" title="Bereken de safety stock en reorder points">Genereer inventory planning parameters</span>

source: Generate production plan
nl: Creeer productieplan

source: <span data-toggle="tooltip" data-placement="top" data-html="true" data-original-title="Generate a manufacturing and distribution plan that respects all constraints.<br>In case of shortages the demand is planned late or short.">Constrained plan</span>
nl: <span data-toggle="tooltip" data-placement="top" data-html="true" data-original-title="Genereer een productie- en distributieplan data alle constraints respecteert.<br>In geval van constraints wordt de vraag later of onvolledig ingepland.">Constrained plan</span>

source: <span data-toggle="tooltip" data-placement="top" data-html="true" data-original-title="Generate a manufacturing and distribution plan that shows material, capacity and operation problems that prevent the demand from being planned in time.<br>The demand is always met completely and on time.">Unconstrained plan</span>
nl: <span data-toggle="tooltip" data-placement="top" data-html="true" data-original-title="Genereer een productie- en distributieplan dat all material-, capaciteits- en lead time problemen weergeeft die beletten dat alle vraag volledig wordt ingepland.<br>Alle vraag wordt steeds volledig en op tijd ingepland.">Unconstrained plan</span>

source: <span data-toggle="tooltip" data-placement="top" title="Scan for expected inventory stockouts">Evaluate stock position</span>
nl: <span data-toggle="tooltip" data-placement="top" title="Scan naar verwachte stockproblemen">Evalueer stock positie</span>

source: Capacity: respect capacity limits
fr: Capacité : respect des limites de capacité
nl: Capaciteit: respecteer beschikbare capaciteit

source: Material: respect procurement limits
fr: Matières : respect des limites d'approvisionnement
nl: Materiaal: respecteer aankoopbeperkingen

source: Lead time: do not plan in the past
fr: Lead time : pas de planification dans le passé
nl: Lead time: creëer geen plannen in het verleden

source: Release fence: do not plan within the release time window
fr: Période gelée : pas de planification dans une période gelée
nl: Vrijgave window: creëer geen plannen in het vrijgave window

source: <b data-toggle="tooltip" data-placement="top" data-html="true" title="The planning engine is normally shut down after generating the plan.<br>With this option you can keep the plan active in memory as a web service, which is used for order quoting and interactive planning.">Web service</b>
fr: <b data-toggle="tooltip" data-placement="top" data-html="true" title="Le moteur de planification est normalement arrêté après la génération du plan.<br>Avec cette option il est possible de conserver le plan en mémoire comme un service web, pour être utilisé pour qualifier une commandes et réaliser du planning interactif.">Web service</b>
nl: <b data-toggle="tooltip" data-placement="top" data-html="true" title="De planning engine wordt normal afgesloten na het genereren van het plan.<br>Met deze optie kan je het plan in het geheugen houden als een web service, die kan worden gebruikt voor order quoting of interactieve planning.">Web service</b>

source: Keep active in memory
fr: Garder actif en mémoire
nl: Houd actief in het geheugen

source: <b data-toggle="tooltip" data-html="true" data-original-title="A live data source allows your frePPLe plan to be 100%% in sync with data in an external system.<br> FrePPLe will read data from them before planning.<br> And after the plan is generated frePPLe directly exports the results to them.<br> FrePPLe also saves a copy of the data in its own database for reporting.">Live data sources</b>
fr: <b data-toggle="tooltip" data-html="true" data-original-title="Une source de données live permet à votre plan frePPLE d'être à 100%% synchronisé avec les données de votre système externe.<br> FrePPLe va lire les données de votre système externe avant de planifier.<br> Et une fois le plan généré, frePPLe va directement exporter les résultats dans votre système externe.<br> FrePPLe sauvegarde égalemnt une copie des données dans sa propre base de donneés pour pouvoir faire des rapports.">Source de données Live</b>
nl: <b data-toggle="tooltip" data-html="true" data-original-title="Een live data source laat toe om je frePPLe plan 100%% in sync te houden met data in een extern systeem.<br>FrePPLe leest data van deze sources voor de berekening van het plan.<br>En na afloop van de berekeningen het genereerde plan is direct naar de externe system geexporteerd.<br>FrePPLe also saves a copy of the data in its own database for reporting.">Live data sources</b>

source: read
fr: lire
nl: lees

source: write
fr: enregistrer
nl: schrijf

source: View log file
fr: Voir le fichier log
nl: Bekijk log bestand

source: Export a spreadsheet
fr: Exporter une feuille de calcul
nl: Exporteer een spreadsheet

source: export
fr: exporter
nl: exporteer

source: Download all input data in a single spreadsheet.
fr: Charger toutes les données d'entrées dans un seul tableau
nl: Laad alle input data in een enkele spreadsheet.

source: Import a spreadsheet
fr: Importer une feuille de calcul
nl: Importeer een spreadsheet

source: import
fr: importer
nl: importeer

source: Import input data from a spreadsheet.</p><p>The spreadsheet must match the structure exported with the task above.
fr: Importer les données d'entrée depuis une feuille de calcul.</p><p>La feuille de calcul doit respecter la structure exportée lors de la tâche ci-dessus.
nl: Importeer input data van een spreadsheet</p><p>De spreadsheet moet hetzelfde formaat hebben als geëxporteerd met bovenstaande taak.

source: Data file
fr: Fichier de données
nl: Databestand

source: Start the web service.
fr: Démarrer le service web.
nl: Start de webservice.

source: Stop the web service.
fr: Arrêter le service web.
nl: Stop de webservice.

source: scenario management
fr: gestion des scénarios
nl: scenariobeheer

source: last refresh
fr: dernière mise à jour
nl: laatste update

source: copy
fr: copier
nl: kopieer

source: into selected scenarios
fr: dans les scénarios sélectionnés
nl: in de geselecteerde scenarios

source: release
fr: libérer
nl: geef vrij

source: release selected scenarios
fr: libérer les scénarios sélectionnés
nl: vrijgave geselecteerde scenarios

source: Update description of selected scenarios
fr: Mettre à jour la description des scénarios sélectionnés
nl: Update omschrijving van geselecteerde scenarios

source: Back up the database
fr: Sauvegarder la base de données
nl: Databank backup aanmake

source: Dump the database contents to a file.
fr: Exporter la base de données dans un fichier.
nl: Dump the databank gegevens naar een bestand.

source: Empty the database
fr: Vider la base de données
nl: Databank leegmaken

source: Erase selected tables in the database.
fr: Suppression des tables sélectionnées dans la base de données
nl: Maak geselecteerde tabellen leeg in de databank

source: Admin
fr: Administration
nl: Administratie

source: Load a dataset
fr: Charger un ensembe de données
nl: Laad een dataset

source: Load one of the available datasets to the current database.
fr: Charger un ensemble de données d'un fichier.
nl: Laad een dataset uit een bestand in de database.

source: Import data from %(erp)s
fr: Import des données depuis %(erp)s
nl: Importeer data van %(erp)s

source: Import data changes in the last %(delta)s days from the ERP into frePPLe.
fr: Import des données modifiées au cours des %(delta)s derniers jours depuis l'ERP dans frePPLe.
nl: Importeer gewijzigde data van de laatste %(delta)s dagen uit het ERP systeem in frePPLe.

source: Export data to %(erp)s
fr: Export des données vers %(erp)s
nl: Exporteer data naar %(erp)s

source: Export frePPLe plan to the ERP.
fr: Export du plan frePPLe vers l'ERP.
nl: Exporteer frePPLe plan naar het ERP systeem.

source: <label data-toggle="tooltip" data-placement="bottom" data-original-title="These filters are defined in the parameters and can be used to export specific changes (ex: changes from last 24h in a certain location)">
nl: <label data-toggle="tooltip" data-placement="bottom" data-original-title="Filter parameters definieren welke ">

source: Apply filter parameters.
nl: Gebruik filter parameters

source: Generate buckets
fr: Creation des périodes temporelles
nl: Genereer tijdshorizon

source: Create time buckets for reporting.</p> <label class="control-label">Start date: <input class="vDateField form-control" id="start" name="start" type="text" size="12"/></label> <label class="control-label">End date: <input class="vDateField form-control" id="end" name="end" type="text" size="12"/></label><br> <label class="control-label" for="weekstart1">Week starts on:</label> <div class="dropdown dropdown-submit-input"> <button class="btn btn-default dropdown-toggle form-control" id="weekstart1" value="1" type="button" data-toggle="dropdown">Monday&nbsp;&nbsp;<span class="caret"></span> </button> <ul class="dropdown-menu col-xs-12" aria-labelledby="weekstart1" id="weekstartul"> <li><a>Sunday</a></li> <li><a>Monday</a></li> <li><a>Tuesday</a></li> <li><a>Wednesday</a></li> <li><a>Thursday</a></li> <li><a>Friday</a></li> <li><a>Saturday</a></li> </ul> </div>
fr: Créer des mailles temporelles pour les rapports.</p> <label class="control-label">Date de début: <input class="vDateField form-control" id="start" name="start" type="text" size="12"/></label> <label class="control-label">Date de fin: <input class="vDateField form-control" id="end" name="end" type="text" size="12"/></label><br> <label class="control-label" for="weekstart1">La semaine débute un:</label> <div class="dropdown dropdown-submit-input"> <button class="btn btn-default dropdown-toggle form-control" id="weekstart1" value="1" type="button" data-toggle="dropdown">Lundi&nbsp;&nbsp;<span class="caret"></span> </button> <ul class="dropdown-menu col-xs-12" aria-labelledby="weekstart1" id="weekstartul"> <li><a>Dimanche</a></li> <li><a>Lundi</a></li> <li><a>Mardi</a></li> <li><a>Mercredi</a></li> <li><a>Jeudi</a></li> <li><a>Vendredi</a></li> <li><a>Samedi</a></li> </ul> </div>
nl: Maak tijdsbuckets voor reporting.</p> <label class="control-label">Start date: <input class="vDateField form-control" id="start" name="start" type="text" size="12"/></label> <label class="control-label">End date: <input class="vDateField form-control" id="end" name="end" type="text" size="12"/></label><br> <label class="control-label" for="weekstart1">Week begint op:</label> <div class="dropdown dropdown-submit-input"> <button class="btn btn-default dropdown-toggle form-control" id="weekstart1" value="1" type="button" data-toggle="dropdown">Maandag&nbsp;&nbsp;<span class="caret"></span> </button> <ul class="dropdown-menu col-xs-12" aria-labelledby="weekstart1" id="weekstartul"> <li><a>Zondag</a></li> <li><a>Maandag</a></li> <li><a>Dinsdag</a></li> <li><a>Woensdag</a></li> <li><a>Donderdag</a></li> <li><a>Vrijdag</a></li> <li><a>Zaterdag</a></li> </ul> </div>

source: Sorry, You don't have any execute permissions...
fr: Désolé, vous n'avez pas les droits d'exécution...
nl: Sorry, U heeft geen gebruikersrechten om opdrachten uit te voeren...

source: Task status
fr: Statut de la tâche
nl: Taak status

source: finished
fr: terminé
nl: geëindigd
